LEXICON = {
    '/start': 'Привіт! Я бот-регістратор.\n\nНажми на команду "/help", щоб дізнатись, як зареєструватись',
    '/help': 'Щоб зареєструватись, потрібно відправити команду: /register\nЩоб отримати данні, потрібно відправити команду: /get_data\nЩоб зберегти данні, потрібно відправити команду: /save_data\n\nПочнемо з реєстрації: /register',
    '/register': 'Придумайте і відправте мені ваш логін.\nЛогін повинен бути бiльше 4-х символів і мати формат "Логін:Ваш логін"',
    'check_login': 'Логін повинен бути більше 4-х символів і мати формат "Логін:Ваш логін"',
    'not_check_login': 'Логін успішно встановленно!',
    'corect_password': 'Пароль успішно встановленно! Щоб переглянути, свої данні відправте команду /get_data',
    'not_corect_password': 'Пароль повинен містити 8 символів, спробуйте ще раз!',
    'set_data': 'Отримати данні',
    'other_answer': 'Вибачте, але я не розумію цієї команди. Будь ласка, спробуйте ще раз!',
    'login_next': 'Придумайте і відправте мені пароль\nПароль повинен складатись мінімум з 8 символів, повідомлення повинно мати формат "Пароль:Ваш пароль"',
    '/save_data': 'Данні збережено',

}
